Repository: zoljargal/ckan-merit
Catalog: ckanext/merit/i18n/*/LC_MESSAGES/ckanext-merit.po
Languages: mn_mn

source: Contact us
mn_mn: Холбоо барих

source: Components
mn_mn: Бүрэлдэхүүн хэсгүүд

source: Keywords
mn_mn: Түлхүүр үгс

source: Organization
mn_mn: Бүрэлдэхүүн хэсэг

source: Organizations
mn_mn: Бүрэлдэхүүн хэсгүүд

source: Organization not found
mn_mn: Бүрэлдэхүүн хэсэг олдсонгүй

source: Organization was not found.
mn_mn: Бүрэлдэхүүн хэсэг олдсонгүй.

source: {number} organization found for "{query}":{number} organizations found for "{query}"
mn_mn: "{query}" -н үр дүнд {number} -н бүрэлдэхүүн хэсэг олдлоо

source: No organizations found for "{query}"
mn_mn: "{query}" -н үр дүнд бүрэлдэхүүн хэсэг олдсонгүй

source: {number} organizations found
mn_mn: {number} бүрэлдэхүүн хэсэг олдлоо

source: No organizations found
mn_mn: Ямарч бүрэлдэхүүн хэсэг олдсонгүй

source: organization
mn_mn: бүрэлдэхүүн хэсэг

source: Organization does not exist
mn_mn: Ийм бүрэлдэхүүн хэсэг байхгүй

source: organizations
mn_mn: бүрэлдэхүүн хэсэг

source: This organization has no datasets associated to it
mn_mn: Тус бүрэлдэхүүн хэсэг хамааралтай өгөгдлийн бүрдэл алга байна

source: Search organizations...
mn_mn: Бүрэлдэхүүн хэсэг хайх...

source: There are currently no organizations for this site
mn_mn: Одоогоор тус сайтад ямар ч бүрэлдэхүүн хэсэг байхгүй байна.

source: What are Organizations?
mn_mn: Бүрэлдэхүүн хэсэг гэж юу вэ?

source: My Organization
mn_mn: Миний бүрэлдэхүүн хэсэг

source: Knowledge portal
mn_mn: Мэдлэгийн Портал

source: Address
mn_mn: Хаяг

source: Phone
mn_mn: Утас

source: E-mail address
mn_mn: Цахим шуудан

source: Project MERIT, 3rd floor, National Times Tower, Khudaldaanii gudamj, 1-r khoroo, Chingeltei duureg, Ulaanbaatar-15160
mn_mn: MERIT төсөл, Монгол улс, Улаанбаатар-15160, Чингэлтэй дүүрэг, 1-р хороо, Худалдааны гудамж, Нэйшнл Таймс Ньюс Тауэр, 3-р давхар
